IDEA Open Model
ConnectionData.Welds Property
Compatible with IDEA StatiCa Beta 20.0
 Welds of the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<WeldData> Welds { get; set; }
Public Property Welds As List(Of WeldData)
	Get
	Set
Property Value
Type: List<WeldData>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace